import React from "react";

function SideCost() {
  return (
    <div
      className="
    bg-white dark:bg-gray-800 
    rounded-[24px] 
    px-4 py-4 sm:px-6 sm:py-6
    flex flex-col gap-4 sm:gap-6
    transition-colors duration-300
  "
    >
      <h1 className="text-[20px] sm:text-[24px] font-[700] text-gray-900 dark:text-gray-100">
        هزینه جانبی
      </h1>

      <p className="text-[14px] sm:text-[16px] font-[400] text-gray-700 dark:text-gray-300 leading-relaxed">
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده
        از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
        متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه
        درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با
        نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
        خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید
        داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان
        رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات
        پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
      </p>
    </div>
  );
}

export default SideCost;
